; MSETUP4 string table
[STRING]
CHARSET="162"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Başka bir kullanıcı tarafından kullanıldığından, bu yazılım başlatılamaz."
MSE1="Sistem yeniden başlatılamaz. Çalışmakta olan yükleyiciyi veya uygulama yazılımını kapatın. Sonra Canon kurulum programından çıkın ve yeniden deneyin."
MSE2="Bu program, yüklü olan işletim sistemiyle kullanılamaz."
MSE3="Yazılımı yüklemek için, bir yönetici hesabında oturum açmış olmalısınız.\nYüklemeyi iptal etmek için [Tamam]'a tıklayın. CD-ROM kullanıyorsanız, [Tamam]'a tıkladıktan sonra çıkarın.\nYüklemeyi iptal ettikten sonra bir yönetici hesabında oturum açın, ardından yazılımı yükleyin."
MSE3_Mac="Bu yazılımı başlatmak için yönetici hesabıyla oturum açın."
MSE31_Mac="Bu yazılımın yüklenebilmesi için yöneticinin kullanıcı adı ve parolası gereklidir."
MSE4="Seçili dosyayı görüntülemek için uygun bir uygulama yazılımı gerekiyor."
MSE5="%D% sürücüsünde yeterli alan yok. Yazılımı yüklemek için %S% megabayt gereklidir."
MSE6="Belirtilen klasör geçersiz. Yerel sabit disk sürücüsünde bulunan ve yazılabilen bir klasör belirtin."
MSE7="Ekran çözünürlüğü düşük olduğu için program başlatılamaz. Çözünürlüğü 800x600 piksel veya daha yüksek bir değerle değiştirin ve işlemi yeniden yapın.\nTablet PC'ye yükleme yaparken, ekranın yönünü yatay mod ayarına getirin ve sonra işlemi gerçekleştirin."
MSE7_Mac="Ekran çözünürlüğü düşük olduğu için program başlatılamaz. Çözünürlüğü 800x600 piksel veya daha yüksek bir değerle değiştirin ve işlemi yeniden yapın."
MSE8="CD-ROM sürücüsünde CD-ROM yok.\nCD-ROM'u yeniden sürücüye takın."
MSE9="Dosya adında şu karakterler bulunamaz:\n/ , ; * ? \\" < > |"
MSE10="Belirtilen yol adı, sınırı aşıyor. Yol adını en çok 150 karakter olarak belirtin."
MSE11="Sürücü harfi, belirtilen yol adına eklenmemiş veya yol, göreceli bir yol olarak belirtilmiş. Kesin olan bir yol belirtin."
MSE14="Bu program, yüklü olan bilgisayarla kullanılamaz."
MSE15="Bu program, Windows 2000 Service Pack 4 veya üstü işletim sisteminde çalıştırılabilir. İşletim sisteminiz Service Pack 4'ten daha eskiyse, Windows 2000'i Service Pack 4 veya üstüne yükseltin ve işlemi yeniden gerçekleştirin."
MSE16="Dosya açılamıyor."
MSE17="Bu program, Windows XP Service Pack 2 veya üstü işletim sisteminde çalıştırılabilir. İşletim sisteminiz Service Pack 2'den daha eskiyse, Windows XP'yi Service Pack 2 veya üstüne yükseltin ve işlemi yeniden gerçekleştirin."
MSE18="Bu program, Windows XP kullanıldığında Windows XP Service Pack 3 veya üstü işletim sisteminde çalıştırılabilir. Windows XP'yi Service Pack 3 veya üstüne yükseltin ve işlemi yeniden gerçekleştirin."
MSE19="Bu program, Windows Vista kullanıldığında Windows Vista Service Pack 1 veya üstü işletim sisteminde çalıştırılabilir. Windows Vista Service Pack 1 veya üstüne yükseltin ve işlemi yeniden gerçekleştirin."
MSE20="Bu program, Windows Vista kullanıldığında Windows Vista Service Pack 2 veya üstü işletim sisteminde çalıştırılabilir. Windows Vista Service Pack 2 veya üstüne yükseltin ve işlemi yeniden gerçekleştirin."
MSE21="Sürücüde CD-ROM yok. Kurulum uygulaması şimdi kapatılacak."
MSM0001="Tamam"
MSM0002="İptal"
MSM0003="Evet"
MSM0004="Hayır"
MSM0005="Geri"
MSM0006="İleri"
MSM0007="Devam"
MSM0008="İptal"
MSM0009="Çıkış"
MSM0010="Yükle"
MSM0011="Yardım"
MSM0012="Tümünü Seç"
MSM0013="Tümünü Temizle"
MSM0014="En son bilgilere bakın"
MSM0015="Yüklemeye Devam Et"
MSM0016="Yüklemeyi İptal Et"
MSM0017="Dil"
MSM0018="Varsayılanlar"
MSM0019="Atla"
MSM0020="Başa Dön"
MSM0021="Kapat"
MSM0022="Kaydet"
MSM0101="Hata"
MSM0102="Uyarı"
MSM0103="Bilgi"
MSM0104="Canon"
MSM1001="Dil"
MSM1002="Bu program ile kullanılacak dili seçin ve [İleri]'yi tıklatın."
MSM1003="Bu program ile kullanılacak dili seçin ve [Geri]'yi tıklatın."
MSM1004="Lütfen dilinizi seçin."
MSM1011="Yardımcı aracın yüklenmesi başlatılıyor. Yardımcı araç, kurulum işlemleri için gereklidir."
MSM1021="Bilgi Alınıyor"
MSM1022="En son sürücü ve yazılımla ilgili bilgi alınıyor."
MSM1023="Bu yazılım, internet erişimi için anahtarlığınızda kayıtlı olan bilgileri alacak.\n'Anahtar Zincirine Erişimi Onayla' iletişim kutusu görünürse, [Her Zaman İzin Ver] düğmesini tıklatın."
MSM1024="En son yazılımla ilgili bilgi alınıyor."
MSM1031="Bilgi Alma Hatası"
MSM1032="Sürücü ve yazılımla ilgili bilgi alınamadı. Ağ bağlantısını kontrol edin ve yeniden deneyin."
MSM1033="Ortamınızla yazılım uyumluluğu bulunamadı."
MSM1034="Yazılımla ilgili bilgi alınamadı. Ağ bağlantısını kontrol edin ve yeniden deneyin."
MSM1051="Yazıcı Seç"
MSM1052="Tarayıcı Seç"
MSM1103="ABD, Kanada, Latin Amerika"
MSM1104="Avrupa, Orta Doğu, Afrika"
MSM1105="Asya"
MSM1106="Pasifik Bölgesi"
MSM1116="Ülke ve Bölge"
MSM1117="Yaşadığınız yeri seçin."
MSM1118="Ülkenizi veya bölgenizi seçin. Ülkeniz veya bölgeniz aşağıdaki listede bulunmuyorsa \"Diğerleri\" seçeneğini belirleyin."
MSM1241="Kurulumu başlat"
MSM1242="Bilgisayardan makineyi kullanmak için gerekli kurulum başlatılıyor. Ekrandaki yönergeleri izleyin."
MSM1243="Kurulumu başlat"
MSM1244="Bu yazılım, bilgisayardan makineyi kullanmanıza olanak sağlar."
MSM1245="Kullanışlı Yazılım"
MSM1246="Yazılımı nasıl indirebileceğinizi ve makinenizden en iyi randımanı almak için nasıl kullanmanız gerektiğini gösterir."
MSM1247="Çevrimiçi El Kitabı"
MSM1248="El kitabına çevrimiçi olarak göz atabilirsiniz."
MSM1249="Internet'te bulunan güncellenmiş yazılımı kullanın"
MSM1250="Ayarlar"
MSM1305="Sürücü %DRIVELETTER% %DISKSPACE% MB boş alan"
MSM1306="Toplam kullanılan alan: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Uygulama"
MSM1312="Tahmini yükleme süresi: %INSTALLTIME_MIN% - %INSTALLTIME_MAX% dakika"
MSM1315="Ağ ortamınıza bağlı olarak yükleme zaman alabilir."
MSM1451="Yazılım Yükleme Listesi"
MSM1452="Seçili yazılım yüklenecektir. Yüklemek istediğiniz yazılımın seçili olduğundan emin olun ve ardından [İleri]’yi tıklatın."
MSM1453_Mac="Bu yazıcının tüm işlevlerini kullanmak için aşağıdaki tüm yazılımları yüklemeniz gerekir."
MSM1454="Yazılım zorunludur ve seçimi kaldırılamaz."
MSM1455_Mac="Bu tarayıcının tüm işlevlerini kullanmak için aşağıdaki tüm yazılımları yüklemeniz gerekir."
MSM1601="Lisans Sözleşmesi"
MSM1602="Seçili yazılım programlarını yüklemeden önce aşağıdaki lisans sözleşmesini dikkatle okuyun."
MSM1603="Sözleşmeyi kabul ediyorsanız [Evet] seçeneğini tıklatın. [Hayır] seçeneğini tıklatırsanız, yazılım yüklemesi iptal edilecek."
MSM1604="%CURRENT_STEPITEM% yüklemesini başlatmadan önce aşağıdaki lisans sözleşmesini dikkatle okuyun."
MSM1605="Sözleşmeyi kabul ediyorsanız [Evet] seçeneğini tıklatın. [Hayır] seçeneğini tıklatırsanız, bu yazılım yüklenmeyecek."
MSM1606="Canon Ürünleri"
MSM1607="Lisans sözleşmesini kabul etmiyorsanız, bu yazılım yüklenmeyecek. Tamam?"
MSM1608="Lisans sözleşmesini kabul etmiyorsanız, bu uygulama ve bu uygulamayı gerektiren Print Studio Pro yüklenmeyecek. Tamam?"
MSM1671=".NET Framework’ü Yükle"
MSM1672="Microsoft .NET Framework 4 bilgisayarınızda yüklü değildir. Yazılımların tümünü kullanmak için Microsoft .NET Framework 4’ü yüklemeniz gerekir. Yüklemek istiyor musunuz?"
MSM1681="Microsoft .NET Framework 4 Bulunamadı"
MSM1682="Microsoft .NET Framework 4 bulunamadı veya düzgün yüklenmemiş.\nBu yazılımın yüklenmesi için Microsoft .NET Framework 4’ün düzgün bir şekilde yüklenmesi gerekir."
MSM1683="Seçmiş olduğunuz yazılım .Net Framework yüklemesini gerektirmektedir. İnternete bağlı değilseniz yazılım yüklenmeyebilir."
MSM1684="  - %s"
MSM1701="Yükleme ilerleme durumu: %PROGRESS%%"
MSM1702="Tamamlanmasına yaklaşık %RESTTIME% dakika kaldı"
MSM1711="İndiriliyor..."
MSM1712="Kalan süre hesaplanıyor..."
MSM1804="Lisans Sözleşmesi"
MSM1809="Tamamlama"
MSM1901="İşlem sürüyor"
MSM1902="İşlem sürüyor. Lütfen bekleyin."
MSM1903="Bu işlem yaklaşık bir dakika sürebilir."
MSM1904="Yükleniyor: %ITEM%"
MSM1905="İndiriliyor: %ITEM%"
MSM1906="%PROG_CAPA%/%TOTAL_CAPA%MB indiriliyor"
MSM1907="İndirilecek öğeler kontrol ediliyor..."
MSM1908="İndiriliyor... %d/%d"
MSM2001="Yazıcı Bağlantısı"
MSM2002="Yazıcının bilgisayara bağlı olduğundan emin olun ve yazıcıyı açın."
MSM2003="Yazıcı algılanmadı. Bağlantıyı kontrol edin."
MSM2008="Yazıcı bilgisayarınıza kaydediliyor. \nBu işlem biraz zaman alabilir."
MSM2010="Yazıcı Bağlantısı"
MSM2031="Tarayıcı Bağlantısı"
MSM2032="Tarayıcının bilgisayara bağlı olduğundan emin olun ve Açma düğmesi varsa tarayıcıyı açın."
MSM2033="Tarayıcı algılanmadı. Bağlantıyı kontrol edin."
MSM2034="Tarayıcı algılandı. Yükleme tamamlanana kadar lütfen bekleyiniz."
MSM2096="Yazıcı Algılama"
MSM2097="Ağ üzerinde yazıcı aranıyor."
MSM2111="Yazıcı durumu denetleniyor"
MSM2112="Bağlantı Yöntemini Kontrol Edin"
MSM2113="Kablosuz bağlantı kullanılarak yazıcı aşağıdaki kablosuz yönlendiriciye bağlansın mı?"
MSM2114="Kablosuz Yönlendirici: %s"
MSM2115="Yazıcı (Seri Numarası): %s (%s)"
MSM2116="Şu yazıcının Wi-Fi bağlantısı ile kullanılmasına izin verilsin mi?"
MSM2117="Şu yazıcının kablolu LAN bağlantısı ile kullanılmasına izin verilsin mi?"
MSM2118="%s yazıcının USB bağlantısı ile kullanılmasına izin verilsin mi?"
MSM2119="Şu yazıcının Doğrudan Bağlantı ile kullanılmasına izin verilsin mi?"
MSM2120="Bağlantı Türleri Hakkında"
MSM2121="Kablosuz yönlendiricisi seç"
MSM2122="Yazıcıyı bağlamak istediğiniz kablosuz yönlendiriciyi seçin."
MSM2123="Kablosuz Yönlendiriciler:"
MSM2124="Parola:"
MSM2125="Metni gizle"
MSM2126="El ile ekle"
MSM2131="Kablosuz yönlendiricinizin bilgilerini girin."
MSM2132="Ağ Adı (SSID):"
MSM2133="Şifreleme Türü:"
MSM2134="Kullanma"
MSM2135="WEP kullan"
MSM2136="WPA/WPA2 kullan"
MSM2137="Yok"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEP Anahtar Uzunluğu:"
MSM2142="64 bit"
MSM2143="128 bit"
MSM2151="WEP Anahtar Biçimi:"
MSM2152="ASCII"
MSM2153="Hex"
MSM2161="WEP Anahtar Kimliği:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="64 bit WEP için, anahtar uzunluğu ASCII biçiminde 5 karakter olmalıdır.\nLütfen tekrar girin."
MSM2172="64 bit WEP için, anahtar uzunluğu hex biçiminde 10 sayı olmalıdır.\nLütfen tekrar girin."
MSM2173="128 bit WEP için, anahtar uzunluğu ASCII biçiminde 13 karakter olmalıdır.\nLütfen tekrar girin."
MSM2174="128 bit WEP için, anahtar uzunluğu hex biçiminde 26 sayı olmalıdır.\nLütfen tekrar girin."
MSM2175="Anahtar biçimi ASCII ise, ASCII haricindeki karakterler kullanılamaz.\nDoğru değeri girin."
MSM2176="Anahtar biçimi onaltılı ise, onaltılı sayılardan başka karakterler kullanılamaz.\nDoğru değeri girin."
MSM2177="8 ila 63 karakterden (ASCII) veya 64 basamaktan (hex) oluşan bir parola girin."
MSM2178="Parola geçersiz. 5 veya 13 karakter ya da 10 veya 26 karakter (hex) girin."
MSM2181="Ağ Adını (SSID) kontrol edin"
MSM2182="Kablosuz Yönlendirici (SSID): %s\n\nAğ adı (SSID) doğru ise devam etmek için [İleri]'ye tıklayın.\nAğ adı (SSID) yanlış ise [Geri]'ye tıklayın ve kablosuz yönlendiriciyi yeniden ekleyin."
MSM2183="Kablosuz yönlendiricinin parolası yanlış olabilir.\n[Geri]'ye tıklayın ve parolayı yeniden girin."
MSM2184="Ağ (SSID) Seçimi Hatası"
MSM2185="Yazıcınız 5GHz ağları desteklemiyor.\nLütfen [Geri]'ye tıklayın ve 2.4GHz destekleyen bir ağ (SSID) seçin."
MSM2186="Kablosuz yönlendiricinin şifreleme türü, şifreleme ayarları ile eşleşmiyor.\nLütfen [Geri]'ye tıklayın ve kablosuz yönlendiriciyi yeniden ekleyin."
MSM2190="Ağı (SSID) seçin"
MSM2191="Bu bilgisayarın bağlandığı ağ (SSID) yazıcıdan bulunamıyor. Ağ adı (SSID) seçin."
MSM2192="MAC Adresi:"
MSM2193="(Seç)"
MSM2194="Diğer ağlar"
MSM2195="Ağ (SSID) Ayarları"
MSM2196="Ağ (SSID) bilgilerinizi girin."
MSM2197="Parola"
MSM2198="Ağ (SSID) parolasını girin."
MSM2199="Ağ Adı (SSID): %s"
MSM2200="Ağ Adı (SSID): %s\n\nAğ adı (SSID) doğru ise devam etmek için [İleri]'ye tıklayın.\nAğ adı (SSID) yanlış ise [Geri]'ye tıklayın ve ağ adını (SSID) yeniden seçin."
MSM2201="Ağ (SSID) parolası yanlış olabilir.\n[Geri]'ye tıklayın ve parolayı yeniden girin."
MSM2202="Yazıcınız 5GHz ağları desteklemiyor.\nLütfen [Geri]'ye tıklayın ve 2.4GHz destekleyen bir ağ (SSID) seçin."
MSM2203="Ağın (SSID) şifreleme türü, şifreleme ayarları ile eşleşmiyor.\nLütfen [Geri]'ye tıklayın ve yeniden yapılandırın."

MSM2252="Kurulum Tamamlandı"
MSM2253="Bilgisayardan yazdırma kurulumu tamamlandı.\nBir sonraki adımda yazılım yüklenecek."
MSM2254="Yükleme tamamlanmadı.\nBu kullanışlı yazılımı yüklemeye devam etmek için [Devam] düğmesini tıklatın."
MSM2255="Kurulum tamamlandı."
MSM2256="Artık bilgisayarınızdan yazdırabilirsiniz."
MSM2261="Ayarlanıyor"
MSM2262="Ayarlama sırasında ağ bağlantısı geçici olarak devre dışı bırakıldı.\nBu işlem birkaç dakika sürebilir. Lütfen bekleyin."
MSM2263="Kablo kullanılmayan ayarlar uygulanamadı. İşlemi durdurun ve ekranlardaki yönergeleri takip ederek bir başka ayar yöntemi seçin."
MSM2264="Ayarlama gerçekleştiriliyor. Bu işlem birkaç dakika sürebilir. Lütfen bekleyin."
MSM2301="Yükleme Başarısız"
MSM2310="Yazıcı Arama Hatası"
MSM2311="Bağlı yazıcı bulunamadı.\nYazıcıyı yeniden aramak için [Yeniden Ara]'ya tıklayın."
MSM2312="Yeniden Ara"
MSM2313="Kurulum İptal Edildi"
MSM2314="Kurulum iptal edildi.\n[Başa Dön]'e tıklayın ve kurulumu yeniden başlatın."
MSM2315="Yükleme başarısız oldu.\n[Başa Dön]'e tıklayın ve kurulumu yeniden başlatın."
MSM2390="Yazıcıyı kullanmadan önce yazıcı kafası hizalaması yapmanız gerekir. Ayrıntılar için, [Yazıcı Kafası Hizalaması] seçeneğine tıklayın ve ekranda gösterilen yönergeleri uygulayın.\n\nHizalama tamamlandığında, [İleri] seçeneğine tıklayın."
MSM2391="Yazıcı Kafası Hizalaması"
MSM2401="Yazıcı Kafası Hizalaması Önerilir"
MSM2411="Yazıcı Kafası Hizalaması"
MSM2413="Yürüt"
MSM2414="Bu yazıcıda fotoğraf bastırırken yazıcı kafası hizalaması yapmanız önerilmektedir. Yazıcı kafası hizalamasını şimdi yapmak için kasete düz kağıt yerleştirip [Yürüt] düğmesini tıklatın. Kafa hizalaması tamamlandığında, [İleri]'yi tıklatın. Ayrıntılar için yazıcınızın el kitabına bakın.\n\nAyrıca, kafa hizalaması ayar tamamlandıktan sonra yapılabilir. Yazıcı kafası hizalamasını yapmadan devam etmek için [İleri]'yi tıklatın."
MSM2416="Bu yazıcıyı kullanmadan önce, yazıcı kafası hizalaması yürütmeniz gerekir. Yazıcı Kafası Hizalamasını Başlat ekranını görüntülemek için [Yürüt] seçeneğini tıklatın. Hizalama modelini yazdırmak için ekrandaki talimatları izleyin. Yazdırılan hizalama desenini plakaya yerleştirin ve tarayın.\n\nYazıcı kafası hizalaması tamamlandıktan sonra [İleri] seçeneğini tıklatın."
MSM2416_Mac="Bu yazıcıyı kullanmadan önce, yazıcı kafası hizalaması yürütmeniz gerekir. Yazıcı Kafası Hizalamasını Başlat ekranını görüntülemek için [Yürüt] seçeneğini tıklatın. Hizalama modelini yazdırmak için ekrandaki talimatları izleyin. Yazdırılan hizalama desenini plakaya yerleştirin ve tarayın.\n\nYazıcı kafası hizalaması tamamlandıktan sonra [İleri] seçeneğini tıklatın."
MSM2417="Bu yazıcıda yazıcı kafası hizalaması özelliği vardır. Çıktıda düzgün hizalanmamış veya düzgün olmayan satırlar varsa, yazıcı kafalarının hizalanması bu sorunu giderebilir."
MSM2418="Bu yazıcıyı kullanmadan önce, yazıcı kafası hizalaması yürütmeniz gerekir. Yazıcıya kağıdı yerleştirin, [Yürüt] seçeneğini ve sonra [İleri] seçeneğini tıklatın."
MSM2418_Mac="Bu yazıcıyı kullanmadan önce, yazıcı kafası hizalaması yürütmeniz gerekir. Yazıcıya kağıdı yerleştirin ve [Yürüt] seçeneğini tıklatın.\n\nYazıcı kafalarını hizalamak istemiyorsanız [İleri]'yi tıklatın."
MSM2420="Yazıcılar aranıyor."
MSM2421="%PRODUCTNAME% aranıyor."
MSM2422="Yazıcı kuyruğu bulunamıyor."
MSM2423="Yazıcınızı kaydettirmek için [Yazıcıyı Kaydettir]’i tıklatın."
MSM2424="Yazıcıyı Kaydettir"
MSM2434="Tarayıcıyı Kaydettir"
MSM2437_Mac="Yazıcı Ekle"
MSM2438_Mac="[Yazıcı Ekle] seçeneğini tıklattığınızda, mevcut yazıcılar görüntülenir. Tür alanında \"Canon IJ Network\"ün gösterildiği %s seçimini yapın ve ardından [Ekle] seçeneğini tıklatın.\nYazıcıyı ekledikten sonra, [İleri]'yi tıklatın."
MSM2439_Mac="Eklenebilen yazıcılar görüntülenmiyorsa veya uygulama yazılımının nasıl kullanıldığından emin değilseniz, [Çevrimiçi El Kitabı]'nı tıklatın."
MSM2440_Mac="Tarayıcı Seç"
MSM2441_Mac="Bilgisayarda tarayıcı ayarlanıyor.\n\nTarayıcıyı ayarlamak üzere uygulamayı başlatmak için [Tarayıcı Seç] seçeneğini tıklatın. Tamamlamak için uygulama yazılımının talimatlarını takip edin."
MSM2451="Kullanıcı Kaydı"
MSM2453="İleri"
MSM2464="Kullanıcı Kaydı"
MSM2465="Canon ürününüzü bugün kaydettirin ve aşağıdaki avantajlardan yararlanın:\n- Canon indirimleriyle ilgili aylık e-posta haber bültenlerimizi alın\n- Eğlenceli Creative Park projeleri ve yararlı ipuçları alın\n- Yazılım yükseltmeleriyle ilgili ilk bildirimleri alanlar arasına katılın"
MSM2474="Kullanıcı Kaydı"
MSM2475="Ürününüzü kaydettirerek son derece faydalı ürün ve servis bilgileri edinebilirsiniz. Kayıt için internet bağlantısı gerekir."
MSM2484="Ürün Kaydı"
MSM2485JU="Canon ürününüzü bugün kaydedin ve aşağıdakilerden faydalanın:\n- Canon U.S.A, sigorta tazminat talebi durumunda dosyadaki bilgilerinizi muhafaza eder.\n- Yazılım güncellemeleriyle ilgili ilk bilgilendirilenlerden biri olun\n- Canon birikimleriyle aylık e-posta bültenimizden edinin."
MSM2485M="Yeni ürünü güncelleyerek veya kaydettirerek son derece faydalı ürün ve servis bilgilerini edinebilirsiniz.Güncelleme ve kayıt için internet bağlantısı gerekir."
MSM2486_Mac="[İleri] düğmesini tıklatırsanız ürün adınız, İşletim Sistemi bilgileri ve bölgesel bilgiler otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecektir. Toplanan bilgiler sadece kayıt ekranının açılması amacıyla kullanılacaktır."
MSM2486_Mac2="[İleri] düğmesini tıklatırsanız ürün adınız, İşletim Sistemi bilgileri, bölgesel bilgiler ve Yazıcının seri numarası otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecektir. Toplanan bilgiler sadece kayıt ekranının açılması amacıyla kullanılacaktır."
MSM2487="Daha sonra kaydolmak için [İptal] düğmesini tıklatıp sonraki adıma geçin. Ürünlerinizi ayrıca, Quick Menu uygulamasını kullanarak istediğiniz zaman kaydettirebilirsiniz."
MSM2501="CANON iMAGE GATEWAY Kullanıcı Kaydı"
MSM2502="Kaydol"
MSM2503="CANON iMAGE GATEWAY Ürün Kaydı"
MSM2504="CANON iMAGE GATEWAY ücretsiz üyeliğe/yıllık üyelik ücretine hak kazanan ürün alıcılarına yönelik özel çevrimiçi bir hizmettir. Kullanıcı kaydı için başvurmanız durumunda dijital fotoğraf deneyimi heyecanınızı artıracak çeşitli hizmetlerden yararlanabilirsiniz."
MSM2505="CANON iMAGE GATEWAY, üyelik ücreti olmayan bir web sitesidir. Ürünlerimiz hakkında destek bilgileri ve Yeni Yıl kartları gibi öğelerin yazdırılmasıyla ilgili bilgiler sunuyoruz. Üyelere özel outlet indirim bilgilerinin yanı sıra, örneğin kameralarımız için çekim teknikleri gibi ürünlerimizin keyfini çıkarmanızı sağlayacak işe yarar ipuçları da sunuyoruz."
MSM2506="[Kaydol] düğmesini tıklatırsanız ürün adınız, İşletim Sistemi bilgileri ve bölgesel bilgiler otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecektir. Toplanan bilgiler sadece kayıt ekranının açılması amacıyla kullanılacaktır."
MSM2507="[Kaydol] düğmesini tıklatırsanız ürün adınız, İşletim Sistemi bilgileri, bölgesel bilgiler ve Yazıcının seri numarası otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecektir. Toplanan bilgiler sadece kayıt ekranının açılması amacıyla kullanılacaktır."
MSM2511="Kullanıcı Kaydı"
MSM2513="Ürün Kaydı"
MSM2514="Canon ürününüzü bugün kaydettirin ve aşağıdaki avantajlardan yararlanın:\n- Canon indirimleriyle ilgili aylık e-posta haber bültenlerimizi alın\n- Eğlenceli Creative Park projeleri ve yararlı ipuçları alın\n- Yazılım yükseltmeleriyle ilgili ilk bildirimleri alanlar arasına katılın"
MSM2515="Ürününüzü kaydettirerek son derece faydalı ürün ve servis bilgileri edinebilirsiniz. Kayıt için internet bağlantısı gerekir."
MSM2516="[İleri] düğmesini tıklatırsanız ürün adınız, İşletim Sistemi bilgileri ve bölgesel bilgiler otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecektir. Toplanan bilgiler sadece kayıt ekranının açılması amacıyla kullanılacaktır."
MSM2517="[İleri] düğmesini tıklatırsanız ürün adınız, İşletim Sistemi bilgileri, bölgesel bilgiler ve Yazıcının seri numarası otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecektir. Toplanan bilgiler sadece kayıt ekranının açılması amacıyla kullanılacaktır."
MSM2521="Kullanıcı kaydı. Ürün adınız, İşletim Sistemi bilgileri, bölgesel bilgiler ve Yazıcının seri numarası otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecek. Bu bilgiler yalnızca kayıt ekranını açmak için kullanılacaktır. Devam etmek için [Tamam] düğmesini tıklatın."
MSM2522="Kullanıcı kaydı. Ürün adınız, İşletim Sistemi bilgileri ve bölgesel bilgiler otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecek. Bu bilgiler yalnızca kayıt ekranını açmak için kullanılacaktır. Devam etmek için [Tamam] düğmesini tıklatın."
MSM2526="Kullanıcı kaydı. Ürün adınız, İşletim Sistemi bilgileri, bölgesel bilgiler ve Yazıcının seri numarası otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecek. Bu bilgiler yalnızca kayıt ekranını açmak için kullanılacaktır. Devam etmek için [Tamam] düğmesini tıklatın."
MSM2527="Kullanıcı kaydı. Ürün adınız, İşletim Sistemi bilgileri ve bölgesel bilgiler otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecek. Bu bilgiler yalnızca kayıt ekranını açmak için kullanılacaktır. Devam etmek için [Tamam] düğmesini tıklatın."
MSM2551="Canon %s Kullanıcı Kaydı"
MSM2552="Kullanıcı Kaydı Yüklemesini Kaldırma "
MSM2571="%s Kullanıcı Kaydı Kaldırıcı"
MSM2572="Canon %s Kullanıcı Kaydı' ve tüm bileşenlerini tamamen kaldırmak istediğinizden emin misiniz?"
MSM2573="Kaldırma işlemi başarıyla tamamlandı."
MSM2574="Yükleme kaldırılamadı."
MSM2575="Kaldırma işlemini tamamlamak için bilgisayarınızı yeniden başlatmanız gerekir. Yeniden başlatmak için [Tamam] düğmesini tıklatın. Daha sonra yeniden başlatmak için [İptal] düğmesini tıklatın."
MSM2576="Canon %s Kullanıcı Kaydı'nı kaldırmak için yönetici ayrıcalıklarına sahip olmalısınız."
MSM2577="Kullanıcı Kaydı Ürün adınız, İşletim Sistemi bilgileri ve bölgesel bilgiler otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecek. Bu bilgiler doğrudan kayıt ekranına yansıtılacak. Devam etmek için [Tamam] düğmesini tıklatın."
MSM2577_Mac2="Kullanıcı kaydı. Ürün adınız, İşletim Sistemi bilgileri, bölgesel bilgiler ve Yazıcının seri numarası otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecek. Bu bilgiler yalnızca kayıt ekranını açmak için kullanılacaktır. Devam etmek için [Tamam] düğmesini tıklatın."
MSM2578="Kullanıcı kaydı. Ürün adınız, İşletim Sistemi bilgileri ve bölgesel bilgiler otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecek. Bu bilgiler yalnızca kayıt ekranını açmak için kullanılacaktır. Devam etmek için [Tamam] düğmesini tıklatın."
MSM2578_2="Kullanıcı kaydı. Ürün adınız, İşletim Sistemi bilgileri, bölgesel bilgiler ve Yazıcının seri numarası otomatik olarak toplanıp İnternet üzerinden Canon'a gönderilecek. Bu bilgiler yalnızca kayıt ekranını açmak için kullanılacaktır. Devam etmek için yazıcının bilgisayara bağlı olduğundan emin olun, ardından yazıcıyı açın ve [Tamam] düğmesini tıklatın."
MSM2580="Bağlantı başarısız. Ağ bağlantısının etkinleştirilmiş olduğundan emin olun, ardından tekrar deneyin. Bağlantı halen başarısızsa, bir süre daha bekleyip tekrar deneyin. Ürünlerinizi ayrıca, Solution Menu EX kullanarak istediğiniz zaman kaydettirebilirsiniz."
MSM2581="Bağlantı başarısız. Ağ bağlantısının etkinleştirilmiş olduğundan emin olun, ardından tekrar deneyin. Bağlantı halen başarısızsa, bir süre daha bekleyip tekrar deneyin."
MSM2582="Bağlantı başarısız."
MSM2584="Bağlanıyor. Lütfen bekleyin."
MSM2585="Güvenlik duvarı kullanıcı adınızı ve parolanızı girin."
MSM2586="Kullanıcı adı:"
MSM2587="Parola:"
MSM2589="Bağlantı başarısız. Ağ bağlantısının etkinleştirilmiş olduğundan emin olun, ardından tekrar deneyin. Bağlantı halen başarısızsa, bir süre daha bekleyip tekrar deneyin."
MSM2590="Temizleme veya Yazıcı Kafası Hizalama yapma gibi, yazıcınız meşgulken bağlanamazsınız.\nYazıcı boştayken Wi-Fi kurulumunu yeniden deneyin."
ExecutingPrefSet_Mac="Uygulama programında CanoScan Toolbox bağlantısı bulunur"
MSM2601="Yükleme başarıyla tamamlandı."
MSM2602="Sistemi şimdi yeniden başlat (önerilen)"
MSM2603="Çevrimiçi devam et"
MSM2604="Ek uygulamalar indirebileceğiniz ve yazıcınızın işlevleri ile mevcut hizmetler hakkında bilgi alabileceğiniz Canon web sitesini ziyaret etmek için [Çevrimiçi devam et] seçeneğini tıklatın.\nBu yazılım kapanacak ve tarayıcınızda Canon web sitesi açılacak."
MSM2605="Çevrimiçi devam et"
MSM2701="Yüklemenin İptali"
MSM2702_Mac="Yükleme tamamlanmadı. Yüklemeye devam etmek için [Devam] düğmesini tıklatın. Yükleme işlemini iptal etmek için [İptal] düğmesini tıklatın."
MSM2801="Sistem Ayarları Değişimi"
MSM2802="Yeni ayarların geçerli olması için sistemi yeniden başlatmanız gerekir.\nSistemi şimdi yeniden başlatmak istiyor musunuz?"
MSM2851="Extended Survey Program"
MSM2870="Canon, müşterilerin gereksinimlerini daha iyi karşılayan ürünlerin geliştirilmesi ve pazarlanması için Canon ürününüzle ilgili olan aşağıdaki bilgilerin İnternet üzerinden Canon'a gönderilmesini istemektedir."
MSM2871="Canon, müşterilerin gereksinimlerini daha iyi karşılayan ürünlerin geliştirilmesi ve pazarlanması için, Canon ürününüzle ilgili olan aşağıdaki bilgilerin İnternet üzerinden yasal olarak onaylanmış araştırma şirketine gönderilmesini istemektedir."
MSM2873="Yukarıda yazılanları kabul ediyorsanız, [Kabul ediyorum]'u tıklatın. Aksi takdirde, [Kabul etmiyorum]'u tıklatın."
MSM2874="Canon, müşterilerin gereksinimlerini daha iyi karşılayan ürünlerin geliştirilmesi ve pazarlanması için, Canon ürününüzle ilgili olan aşağıdaki bilgilerin İnternet üzerinden Canon'a (Canon ürününüzü Çin'de kullanıyorsanız, yasal olarak onaylanmış araştırma şirketine) gönderilmesini istemektedir."
MSM2876="Yukarıda yazılanları kabul ediyorsanız,anket programını yüklemeye başlamak için [Kabul ediyorum]'u tıklatın. Aksi takdirde, [Kabul etmiyorum]'u tıklatın. Bu program, desteklenmeyen işletim sistemleri üzerinde çalışmayabilir."
MSM2901="Yazdırma Testi"
MSM2904="Yazıcının çalışmasını kontrol etmek için test yazdırması gerçekleştirilecektir.\nYazıcıya düz kağıt yerleştirin, [Başlat] seçeneğini tıklatın. Test yazdırması tamamlandığında, [İleri]'yi tıklatın.\n\nYazdırma hatası meydana gelirse, kurulumu yeniden başlatmak için ekrandaki yönergeleri uygulayın."
MSM2905="Başlat"
MSM2906="Veriler yazıcının düzgün çalışıp çalışmadığını denetlemek için gönderildi."
MSM3001="Yazıcıyı kullanmak için bu yazılıma sahip olmalısınız.\nÇeşitli kağıt türleri ve boyutları için uygun olan yazdırma işlemlerini gerçekleştirebilirsiniz. "
MSM3002_Mac="Ekran el kitabında, sürücünün çalıştırılmasıyla ilgili açıklamaların yanı sıra, uygulama yazılımının kullanımına ilişkin basit yönergeler verilir."
MSM3008="Görüntü dosyalarını metinle birleştirebilir ve disket etiketinde kolayca Direct Print gerçekleştirebilirsiniz."
MSM3009="Sistemi güncelleştirin."
MSM3010="Bu hizmet programı, yazıcınızın kart yuvasına takılı olan bellek kartında depolanan dosyaları bilgisayarınızdan kullanmanıza olanak verir."
MSM3011="Bu sürücü, ağdaki bir aygıtı kullanmanıza olanak verir."
MSM3012="Bağlantı yöntemini ve ağa bağlı aygıtın güvenlik ayarlarını değiştirmek için bu aracı kullanın."
MSM3013="My Printer, lekeli yazdırma gibi yazdırma sorunlarını çözmenize yardımcı olur."
MSM3016="Belgeleri yazdırmak ve görüntüleri taramak için MP Drivers gerekir."
MSM3018="ArcSoft PhotoStudio tarayıcınızdan veya dijital fotoğraf makinenizden aktarılan görüntüleri düzeltmenize/iyileştirmenize olanak verir."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE, kitap veya gazetedeki metni, metin verisindeki karakterlere dönüştürebilen bir OCR (Optik Karakter Tanıma) programıdır."
MSM3021="Presto! PageManager, Belgeleri ve Fotoğrafları taramayı, paylaşmayı ve düzenlemeyi kolaylaştırır. İşle ilgili tüm belgelerinizi, kolayca almak üzere sınırsız sayıda iç içe geçmiş klasöre kaydedebilirsiniz."
MSM3023="Setup Utility, ayarları kızılötesi veya Bluetooth bağlantısı üzerinden yazdırmak üzere yapılandırmanıza olanak verir. "
MSM3024="Setup Utility, ayarları PictBridge ile yazdırmak üzere yapılandırmanıza olanak verir."
MSM3026="Bu, profesyonel fotoğraf baskısına daha kolaylıkla olanak tanıyan bir eklenti yazılımıdır. Bu eklenti yazılımını kullanmak için uygun uygulama yazılımını yüklemeniz gerekir."
MSM3027="XPS üzerinden yazdırmayı (Windows Vista veya daha ileri bir sürüm üzerinde) destekleyen uygulama yazılımından yazdırma için XPS Sürücüsü kullanılabilir."
MSM3027_0="XPS üzerinden yazdırmayı (Windows Vista veya daha ileri bir sürüm üzerinde) destekleyen uygulama yazılımından yazdırma için XPS Sürücüsü kullanılabilir. IJ Yazıcı Sürücüsü düzgün biçimde yüklenmiş olmalıdır."
MSM3027_1="XPS üzerinden yazdırmayı (Windows Vista veya daha ileri bir sürüm üzerinde) destekleyen uygulama yazılımından yazdırma için XPS Sürücüsü kullanılabilir. MP Drivers düzgün biçimde yüklenmiş olmalıdır."
MSM3028="ScanGear, tarayıcıyı çalıştırmak için gerekli olan bir tarayıcı sürücüsüdür (TWAIN sürücüsü). Sürücüyü kullanmak için uygulama yazılımını görüntü düzenleme programı gibi bir uygulama yazılımı olarak yürütün."
MSM3028_Mac="Tarayıcıyı kullanmak için gereken bir sürücü. Tarama işlemi sırasında belge boyutu, çıkış boyutu ve diğer gelişmiş ayarları belirlemenizi sağlar. Tarayıcı TWAIN uyumlu uygulamalardan çalıştırılırken de kullanılır."
MSM3031_Mac="Ekran el kitabında, sürücünün çalıştırılmasıyla ilgili açıklamaların yanı sıra, uygulama yazılımının kullanımına ilişkin basit yönergeler verilir."
MSM3032=
MSM3034="Bu, Adobe RGB görüntülerindeki renklerin düzgün biçimde bastırılması için gereklidir. Adobe, Adobe Systems Incorporated'ın ABD ve/veya diğer ülkelerdeki tescilli ticari markası veya ticari markasıdır."
MSM3035="Setup Utility, ayarları kızılötesi, Bluetooth bağlantısı veya PictBridge ile yazdırmak üzere yapılandırmanıza olanak verir."
MSM3037="ScanGear CS, tarayıcıyı çalıştırmak için gerekli olan bir tarayıcı sürücüsüdür (TWAIN sürücüsü). Sürücüyü kullanmak için uygulama yazılımını görüntü düzenleme programı gibi bir uygulama yazılımı olarak yürütün."
MSM3040="Easy-PhotoPrint EX, dijital kamera fotoğraflarınızı kullanarak kendi fotoğraf albümünüzü, çıkartmalarınızı veya takviminizi kolayca oluşturmanıza olanak sağlar. Ayrıca, kolaylıkla kenarlıksız fotoğraflar yazdırabilirsiniz. Bunlara ek olarak, yazdırmadan önce kırmızı göz giderme ve dijital yüz düzeltme işlemleri gerçekleştirebilirsiniz."
MSM3041="Fotoğrafları kolayca basmanıza olanak veren aksesuar uygulama yazılımını hemen başlatır."
MSM3042="MP Navigator EX, taranmış görüntülerinizi bir uygulama yazılımına doğrudan aktarmanızı, yazdırmanızı, e-postaya iliştirmenizi veya bilgisayarınıza kaydetmenizi kolaylaştırır."
MSM3043="El kitabında sürücünün çalışması açıklanır ve uygulama yazılımının kullanımı hakkında basit yönergeler verilir."
MSM3043_Mac="El kitabında sürücünün çalışması açıklanır ve uygulama yazılımının kullanımı hakkında basit yönergeler verilir."
MSM3044="Easy-WebPrint EX web sayfalarından bölümler keserek, bunları kendi yerleşim düzeninizde yazdırmanızı sağlar. Tarayıcınızda pratik bir araç çubuğu olarak görüntülenir."
MSM3044_Mac="Easy-WebPrint EX web sayfalarından bölümler kırparak, bunları kendi yerleşim düzeninizde yazdırmanızı sağlar. Tarayıcınız için kullanışlı bir eklentidir. Safari 4.0 veya üst sürümü gereklidir."
MSM3045="Bu yazılım yazıcıda kayıtlı olan kodlanmış hızlı arama ve kullanıcı bilgileriyle, diğer ayarları düzenlemenize olanak tanır ve düzenlenen ayarları bilgisayara kaydeder veya yazıcıya yeniden kaydeder."
MSM3046="Solution Menu EX'i kullanarak, albümlerinizi ve takvimlerinizi kolayca yazdırmanızı ya da tek tıklatma ile belgeleri taramanızı sağlayan uygulama yazılımını hemen başlatabilirsiniz. Buna ek olarak, Canon'un çeşitli kullanımları destekleyen web sitelerine de kolayca erişebilirsiniz."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Fotoğrafları aktarabilir ve kolajlar, kartlar ve takvimler gibi kişiselleştirilmiş öğeler oluşturmak ve yazdırmak için kullanabilirsiniz. Ayrıca basit adımlarla kenarlıksız fotoğraflar yazdırabilir ve görüntüleri düzeltebilir/iyileştirebilirsiniz. Kayıtlı fotoğraflardan öneriler oluşturmak için Image Display ile birlikte kullanın."
MSM3049="Profesyonel sanat çalışmalarının oluşturulmasını kolaylaştıran ve iyileştiren fotoğraf yazdırma eklentisidir. Uygun bir uygulama yüklenmelidir. İlgili uygulamalar için el kitabına bakın."
MSM3050="Canon ürününüz için yazılımı veya el kitabını hızlı bir şekilde başlatabilirsiniz. Canon ürününüz hakkında yararlı bilgiler sağlayan web sitelerine veya çeşitli kullanımları destekleyen kullanışlı web sitelerine ve daha fazlasına da hızlı bir şekilde erişebilirsiniz."
MSM3051="Tarayıcıyı kullanmak için gereken bir sürücü. Tarayıcı ICA uyumlu uygulamalardan çalıştırılırken kullanılır."
MSM3052="Bu hizmet programı tarama yapar ve resimleri kaydeder."
MSM3053="Canon ürününüz için yazılımı veya el kitabını hızlı bir şekilde başlatabilirsiniz. El kitabına ve çeşitli web sitelerine de hızlı bir şekilde erişebilirsiniz."
MSM3054="Metin araması yapılabilen PDF dosyaları oluşturulurken veya optik karakter tanıma başlatılırken kullanılacak dil sözlükleri ekleyin. Yüklemenin ardından, Canon IJ Scan Utility ayar ekranından ilgili dili seçin."
MSM3055="Bu, resim önizlemesi sağlamak ve taramak için ScanGear'i açan, ardından bunları bir bilgisayara kaydeden bir uygulamadır."
MSM3056="Bu yazılım, ağ üzerinde yazıcıyı kullanma ayarlarını yapılandırmanıza olanak verir."
MSM3057="Bu yazılım, Autodesk, Inc'ın CAD kullanım yazılımı \"AutoCAD\"den yazdırmayı optimum şekilde kontrol etmenize olanak sağlar."
MSM3058="Bu yazılım, özel uygulamayı çalıştırmak zorunda kalmadan birden çok çizim gibi dosyaları kolayca ve doğrudan aktarmanıza olanak sağlar.\nAyrıca ilgili kullanıcılar arasında zamanında dosya paylaşımı sunmak için bulut hizmetiyle birlikte de çalışır."
MSM3059="Bu eklenti, Microsoft Word, Microsoft Excel ve Microsoft PowerPoint içindir. Microsoft Office programlarından yazıcılara yapılan çeşitli yazdırma görevlerini kolaylaştırmak için bunu kullanın."
MSM3062="Bu uygulamayla metin ve resimlerin yazdırma için sayfada nasıl düzenleneceğini seçebilirsiniz."
MSM3063="Benzersiz kolajlar, kartlar, takvimler ve daha fazlasını oluşturmak ve yazdırmak için en sevdiğiniz fotoğraflarınızı kullanın. Ayrıca fotoğraflarınızın kenarlıksız kopyalarını yazdırmak da kolaydır."
MSM3064="Fotoğraflarınızı içeren klasörü seçmenizle, uygulama fotoğrafları otomatik olarak seçer ve bunları bir fotokitapta düzenler. Uygulama üzerinden sıralamanızı yapmanızın ardından, fotokitabınız Canon fotoğraf laboratuarı yazıcınızda yüksek çözünürlükte yazdırılır. Fotokitabınızdaki fotoğrafları evinizdeki yazıcıda yazdırmak için Easy-PhotoPrint Editor'ü de kullanabilirsiniz."
MSM3066="Fotoğraflarınızı içeren klasörü seçmenizle, uygulama fotoğrafları otomatik olarak seçer ve bunları bir fotokitapta düzenler. Uygulama üzerinden sıralamanızı yapmanızın ardından, fotokitabınız Canon fotoğraf laboratuarı yazıcınızda yüksek çözünürlükte yazdırılır. Fotokitabınızdaki fotoğrafları evinizdeki yazıcıda yazdırmak için Easy-PhotoPrint Editor'ü de kullanabilirsiniz."

MSM4001W="IJ Yazıcı Sürücüsü"
MSM4001="Yazıcı Sürücüsü"
MSM4002="Kullanıcı El Kitabı"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS Sürücüsü"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Hızlı Arama Yardımcı Programı"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA Sürücüsü"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Optik Karakter Tanıma İçin Ek Sözlükler (Çince/Korece)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: kişiselleştirilmiş fotokitaplar oluşturun"
MSM4067="hdAlbum EZ: kişiselleştirilmiş fotokitaplar oluşturun"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Çevrimiçi mürekkep satın alma özelliği hazır."
EIDENABLER_ADMIN="Bu yazılımı çalıştırmak için Administrators grubunun bir üyesi olarak oturum açmanız gerekir."
MENU1_Mac="Kurulum Hakkında"
MENU2_Mac="Hizmetler"
MENU3_Mac="Kurulumu Gizle"
MENU4_Mac="Diğerlerini Gizle"
MENU5_Mac="Tümünü Göster"
MENU6_Mac="Kurulumdan Çık"
MENU7_Mac="Düzen"
MENU8_Mac="Kes"
MENU9_Mac="Kopyala"
MENU10_Mac="Yapıştır"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Çin"
HK="Hong Kong"
ID="Endonezya"
IN="Hindistan"
JP="Japonya"
KR="Kore"
MY="Malezya"
PH="Filipinler"
SG="Singapur"
TW="Tayvan"
TH="Tayland"
VN="Vietnam"
MO="Macau"
AU="Avustralya"
NZ="Yeni Zelanda"
US="Amerika Birleşik Devletleri"
CA="Kanada"
BR="Brezilya"
MX="Meksika"
AR="Arjantin"
CL="Şili"
PA="Panama"
AT="Avusturya"
BE="Belçika"
BG="Bulgaristan"
HR="Hırvatistan"
CZ="Çek Cumhuriyeti"
DK="Danimarka"
EE="Estonya"
FI="Finlandiya"
FR="Fransa"
DE="Almanya"
GR="Yunanistan"
HU="Macaristan"
IE="İrlanda"
IT="İtalya"
LV="Letonya"
LT="Litvanya"
LU="Lüksemburg"
NL="Hollanda"
NO="Norveç"
PL="Polonya"
PT="Portekiz"
RO="Romanya"
RU="Rusya"
SK="Slovakya"
SI="Slovenya"
ZA="Güney Afrika"
ES="İspanya"
SE="İsveç"
CH="İsviçre"
TR="Türkiye"
GB="Birleşik Krallık"
Others="Diğerleri"
MSM5001="Masaüstünde Diğer Ad Oluşturun"
MSM5002="Masaüstünde el kitabı için diğer ad oluşturmayı kabul ediyor musunuz? Kabul ediyorsanız, \"Kabul ediyorum\"u tıklatın. \"Kabul etmiyorum\"u seçerseniz, el kitabını Uygulamalar Klasöründen açabilirsiniz."
MSM5003="Kabul ediyorum"
MSM5004="Kabul etmiyorum"
MSM5010="Easy-WebPrint EX'i Dock'a ekleyin"
MSM5011="Easy-WebPrint EX'i Dock'a eklemeyi kabul ediyor musunuz? Kabul ediyorsanız, \"Kabul ediyorum\"u seçin. \"Kabul etmiyorum\"u seçerseniz, Easy-WebPrint EX'i Uygulamalar Klasöründen kullanabilirsiniz."
MSM5012="Kabul ediyorum"
MSM6000="Yazıcı bağlantı yöntemini seçin."
MSM6001="Wi-Fi Bağlantısı"
MSM6002="Kablolu LAN Bağlantısı (Ethernet Kablosu)"
MSM6003="USB Bağlantısı (USB Kablosu)"
MSM6004="Yazıcının ağ kurulumunu yeniden dene"
MSM6005="Wi-Fi bağlantı yöntemini seçin."
MSM6006="Kablosuz yönlendirici üzerinden bağlan (önerilir)"
MSM6007="Doğrudan bağlantı"
MSM6008="Bilgisayar ile yazıcıyı kablosuz yönlendirici üzerinden bağlayın."
MSM6009="Bilgisayar ile yazıcıyı doğrudan bağlayın."
MSM6010="Kablosuz yönlendirici üzerinden bağlantı ve Doğrudan Bağlantı arasında geçiş yapmak veya bağlantı yöntemine ilişkin daha fazla bilgi edinmek için [Yönergeler] düğmesini tıklatın."
MSM6011="Yönergeler"
MSM6012="Yazıcının açık olduğundan emin olun."
MSM6013="Ağ Listesindeki Yazıcılar"
MSM6014="Seri Numarası"
MSM6015="MAC Adresi"
MSM6016="IP Adresi"
MSM6017="Ayarlanan sunucu listede bulunamadı"
MSM6018="Güncelleştir"
MSM6019="1. Ağ üzerinde bir yazıcı ayarlamak için, yukarıdaki yazıcılar listesinden bir yazıcı seçin ve [İleri]'yi tıklatın.\n   Seri numarası, yazıcının arkasında ve Garanti Belgesi üzerinde bulunabilir.\n   Yukarıdaki listede yalnızca seri numarasının son 5 basamağı görüntülenir.\n2. Ayarlanan yazıcı yukarıda bulunamadıysa, yazıcıyı açın ve [Güncelleştir]'i tıklatın.\n3. Yazıcı halen bulunamadıysa, [Ayarlanan sunucu listede bulunamadı] seçeneğini belirleyin ve [İleri]'yi tıklatın."
MSM6020="1. Ağ üzerinde ayarlamak istediğiniz yazıcı yukarıdaki yazıcı listesinde varsa, bu yazıcıyı seçin ve [İleri] düğmesini tıklatın.\n   Seri numarasını yazıcının arkasında veya garanti belgesinde bulabilirsiniz.\n2. Ayarlamak istediğiniz yazıcı yukarıdaki listede yoksa, yazıcıyı açın ve [Güncelleştir] düğmesini tıklatın.\n3. Yazıcıyı hala listede bulamıyorsanız, [Ayarlanan yazıcı listede bulunamıyor] seçeneğini seçin ve ardından [İleri] düğmesini tıklatın.\n4. USB Bağlantısı için de [Ayarlanan yazıcı listede bulunamıyor] seçeneğini seçin ve ardından [İleri] düğmesini tıklatın."
MSM6021="Bağlantı tamamlandı."
MSM6022="Bağlantı Yöntemini Seçin"
MSM6023="Gücü Kontrol Edin"
MSM6024="Kurulum için başka bir yöntem kullanın. Ekrandaki yönergeleri izleyin."
MSM6025="XPS sürücüsünün kurulabilmesi için önce yazıcı kurulumu tamamlanmalıdır. Kurulum tamamlanmadıysa, yazıcıyı kurmak için [Başa Dön]'ü tıklatın."
MSM6026="Devam Etmeden Önce"
MSM6027="Bu yazılım, yazıcının ayarlanması için ağı kullanabilir.\nKurulum sırasında güvenlik yazılımınız uyarı verirse, bu yazılımın devam etmesine izin verin.\n(Ayrıntılar için güvenlik yazılımınızın el kitabına bakın.)\n\nBu yazılım, Windows Güvenlik Duvarı'ndaki izin verilen programlar listesine yüklediği başka bir yazılımı ekler."
MSM6028="Engellemeyi devre dışı bırak"
MSM6029="Yazıcı Seç"
MSM6026_Mac="Devam Etmeden Önce"
MSM6027_Mac="Bu yazılım, yazıcının ayarlanması için ağı kullanabilir.\nKullandığınız güvenlik yazılımına bağlı olarak, kuruluma başlamadan önce güvenlik yazılımınızın ayarlarını değiştirmeniz gerekebilir.\n(Ayrıntılar için güvenlik yazılımınızın el kitabına bakın.)\n\nKurulum sırasında güvenlik yazılımı uyarı verirse, bu yazılımın devam etmesine izin verin.\n\nBu yazılım anahtar zinciri kullanır.\nAnahtar Zinciri Erişimi izninizi isterse [Her Zaman İzin Ver]'e tıklayın."
MSM6100="My Image Garden, otomatik olarak bir kart veya takvim oluşturmak için bilgisayarınızda kayıtlı olan fotoğrafı kullanır."
MSM6101="CREATIVE PARK PREMIUM, orijinal Canon mürekkepleri kullanıcılarına özel EKSTRA İçerikler sağlamaktadır."
MSM6102="Basılan fotoğrafı, yazıcıdan menüyü seçerek mükemmel şekilde kopyalayabilirsiniz."
MSM6103="Yazıcı kapalı bile olsa, bir yazdırma işi başlattığınızda otomatik olarak açılır."
MSM6104="Sessiz modu, saat veya bulunduğunuz ortam konusunda endişelenmeksizin, sessizce yazdırmanıza, kopyalamanıza veya taramanıza olanak sağlar."
MSM6105="Burada belirtilen işlevler, kullandığınız modellere bağlı olarak farklılık gösterir. Daha fazla ayrıntı için el kitabına bakın."
MSM6106="İşlev ve ayarlar hakkında daha fazla ayrıntı için el kitabına bakın."
MSM6107="Bu işlev, yazdırma verilerini yüklemenize ve sonra kağıt üzerinde sayfaları serbestçe düzenlemenize ve sayfa boyutunu büyütmenize veya küçültmenize olanak sağlar."
MSM6108="Bu eklenti, sorunsuz şekilde yüksek kaliteli baskılar üretmenize olanak sağlar. Adobe Photoshop, Adobe Photoshop Lightroom ve Digital Photo Professional uygulamalarını destekler."
MSM6109="Bu yazılım, aynı anda birden çok dosyayı yazdırmanıza olanak vererek verimli yazdırmayı olanak sağlar. Bulut hizmeti aracılığıyla da dosyaları paylaşabilirsiniz."
MSM6110="Bu yazılım, iyi tasarlanmış bir poster oluşturmanıza olanak sağlar. Birçok malzeme de dahildir."
MSM6111="Bu eklenti, Microsoft Office'ten kolayca büyük biçimde yazdırma içindir. Uzun boyutlu ve kenarlıksız yazdırmaya da olanak sağlar."
MSM6112="Bu yazılım, kağıt ayarlarını özelleştirmenize olanak sağlar. Favori kağıdınızda optimum yazdırma için kağıt adını değiştirebilir ve ayarlamalar yapabilirsiniz."
MSM6113="Bu yazılım, tüketilen mürekkep ve kağıdın miktarını ve maliyetini tablo haline getirmenize olanak sağlar. Kolay maliyet azltm yöntm içn genel yazdırma maliyetini de görebilirsiniz."
MSM6114="Bu yazılım aynı anda birden çok yazıcı durumunu yönetmenize olanak sağlar. Mürkp bitme hatalarını da kolayca fark etmenizi sağlar; bu, yazıcı yönetiminde kullanışlı bir özelliktir."
MSM6115="Akıllı Telefon Kopyası, bir akıllı telefon veya tablet kamerası kullanarak belgelerin kopyalarını oluşturmanızı sağlar."
MSM6116="Free Layout plus ile metin ve resimlerin yazdırma için sayfada nasıl düzenleneceğini seçebilirsiniz."
MSM6117="Easy-PhotoPrint Editor ile, benzersiz kolajlar, kartlar, takvimler ve daha fazlasını oluşturmak ve yazdırmak için en sevdiğiniz fotoğraflarınızı kullanın."
MSM6118="Easy-PhotoPrint Editor ile bilgisayarınızdan veya akıllı telefonunuzdan posterler, takvimler ve fotoğraf kolajları yazdırın."
MSM6119="Bu uyg. yüksek kaliteli baskılar üretmenize olanak sağlar. Adobe Photoshop, Adobe Photoshop Lightroom ve Digital Photo Professional gbi çştli resim dznlme uygulamalarını destekler."
MSM6030="Listeden seçim yapın"
MSM6031="Seri numarası, Garanti Belgesi üzerinde ve yazıcı üzerinde bulunabilir."
MSM6032="IPv4 Aygıtı"
MSM6033="IPv6 Aygıtı"
MSM6034="Seri Numarası (Son 5 Hane)"
MSM6035="Seri Numarası Konumu"
MSM6036="IP adresini belirtin ve aramayı çalıştırın"
MSM6037="Kılavuza göre ağ bağlantısını kurun"
MSM6038="Yazıcı listede görüntülenmiyorsa veya IP adresi belirtilerek bulunamıyorsa bu seçeneği belirleyin."
MSM6039="Yazıcı Arama Yöntemi Seçimi"
MSM6040="IPv4 adresiyle arama"
MSM6041="IPv6 adresiyle arama"
MSM6042="Ana bilgisayar adına göre ara"
MSM6043="Bonjour adına göre ara"
MSM6044="Bir IP adresi belirtmek ve aramayı çalıştırmak için önceden yazıcıya bir IP adresi atamanız gerekir. Daha fazla ayrıntı için [Çevrimiçi El Kitabı]'nı tıklatın."
MSM6045="Belirtilen IP Adresi Aranırken Hata Oluştu"
MSM6046="Belirtilen yazıcı bulunamadı. IP adresi veya ana bilgisayar adına göre kontrol edin ve sonra tekrar deneyin. Daha fazla ayrıntı için [Çevrimiçi El Kitabı]'nı tıklatın."
MSM6047="Yeniden Algıla"
MSM6048="Belirtilen IP adresi veya ana bilgisayar adı zaten başka bir aygıt tarafından kullanılıyor. IP adresi veya ana bilgisayar adına göre kontrol edin ve sonra tekrar deneyin. Daha fazla ayrıntı için [Çevrimiçi El Kitabı]'nı tıklatın."
MSM6049="IPv4 Ağ Ayarlarını Değiştir"
MSM6050="Kurulum yöntemini seçin ve kullanılacak yazıcının IP adresini girin."
MSM6051="Otomatik Kurulum"
MSM6052="IP adresini otomatik olarak almak için bir DHCP sunucunuz olmalıdır."
MSM6053="El İle Kurulum"
MSM6054="IPv4 Adresi"
MSM6055="IP adresi ile ilgili olarak ağ yöneticinizden bilgi alın."
MSM6056="IPv6 Ağ Ayarlarını Değiştir"
MSM6057="IPv6 adresini otomatik olarak almak için bir DHCPv6 sunucunuz veya IPv6 yönlendiriciniz olmalıdır."
MSM6058="IPv6 Adresi"
MSM6059="Önek Uzunluğu"
MSM6060="IP adresi ve önek uzunluğu ile ilgili olarak ağ yöneticinizden bilgi alın."
MSM6061="Ağ Ayarları Değiştirilirken Hata Oluştu"
MSM6062="Ayar değişikliği şu nedenlerden birinden dolayı başarısız olmuş olabilir:\n  -Girilen IP adresi geçersiz\n  -IP adresi yineleniyor"
MSM6063="Daha fazla ayrıntı için [Çevrimiçi El Kitabı]'nı tıklatın."
MSM6064="[Yazıcı Ekle]'yi tıklatın ve ekrandaki talimatları izleyerek yazıcıyı ekleyin.\n\nYazıcıyı ekledikten sonra [İleri]'yi tıklatın."
MSM6065="Bu yazıcının tüm işlevlerini kullanmak için Canon sürücüsünü yüklemeniz gerekir.\n[İleri]'yi tıklatın ve kurulumu yineleyin."
MSM6066="Varsayılan yazıcı olarak ayarla"
MSM6067="Yazıcı ile bilgisayarı, USB kablosunu kullanarak bağlayın.\nYazıcının açık olduğundan emin olun."
MSM6068="USB kablosu yazıcıya bağlıysa çıkarın."
MSM6069="Ürün Adı"
MSM6071="Bilgisayar Ağı Mevcut Değil"
MSM6072="Lütfen bilgisayarın ağ bağlantısının etkinleştirildiğinden emin olun. \nWi-Fi kullanarak bağlanmak için kablosuz yönlendiricinin bağlantı durumunu kontrol edin."
MSM6073="Yönetici Parolası Girişi"
MSM6074="Lütfen yazıcı için yönetici parolasını girin."
MSM6075="Yönetici Parolası"
MSM6075_add1="Yönetici Parolası:"
MSM6076="Parola yanlış."
MSM6077="Bilgisayarınızda Wi-Fi'ı etkinleştirin."
MSM6081="Akıllı Telefon veya Tabletten Yazdırabilirsiniz"
MSM6085="Kablosuz Yönlendiricide Ağ Bilgileri"
MSM6087="Parola:"
MSM6088="Parola göster"
MSM6089="[Yönergeler]'e tıklayın, çevrimiçi el kitabına bakın ve akıllı telefon veya tabletinizi ayarlayın.\nAkıllı telefon veya tablet kullanmıyorsanız [İleri]'ye tıklayın."
MSM6091="Yazıcı başlatma işlemini gerçekleştirdiniz mi?"
MSM6092="1. Mürekkep kutusunda mürekkep olup olmadığını kontrol edin.\n2. Yazıcının Durdur (Stop) düğmesine 5 saniye kadar basılı tutun.\nArdından, yazıcı başlayacaktır. Bu işlem yaklaşık 6 dakika sürer."
MSM6093="1. Mürekkep kutusunda mürekkep olup olmadığını kontrol edin.\n2. Yazıcının SÜRDÜR/İPTAL (RESUME/CANCEL) düğmesine 5 saniye kadar basılı tutun.\nArdından, yazıcı başlayacaktır. Bu işlem yaklaşık 6 dakika sürer."
MSM6094="Mürekkep Sistemi Hazırlanıyor"
MSM6095="Mürekkep sistemi hazırlanmadı. Hazırlığı başlatmak için, [Yönergeler]'i tıklatın ve hazırlık yönergelerine başvurun veya yazıcı ile birlikte gelen \"Başlangıç Kılavuzu (Getting Started)\" el kitabına başvurun."
MSM6096="Yazıcıyı Kontrol Etme"
MSM6097="Destek kodu: %s\n\nYazıcı hazırlıkları tamamlanmadı. Lütfen yazıcınızı kontrol edin.\n[Yönergeler]'e tıklayın ve ayrıntılar için Çevrimiçi el kitabına bakın.\n\nArdından, [İleri] seçeneğini tıklatın."
MSM6098="Yönergeler"
MSM6099="Yazıcımı daha sonra kontrol edeceğim."
MSM6120="Kolay Kablosuz Bağlantı"
MSM6121="[Yönergeler] seçeneğine tıklayın ve el kitabı yönergelerini takip ederek yazıcıyı bağlantıya hazırlayın. Yazıcı hazır olduğunda algılanır ve bir sonraki adıma geçebilirsiniz. Yazıcının algılanması biraz zaman alabilir."
MSM6123="Alternatif Yöntemler"
MSM6124="Wi-Fi Ayarları"
MSM6125="Wi-Fi ayarları için kullanılacak yöntemi seçin ve [İleri] seçeneğine tıklayın."
MSM6126="Yazıcıdan Wi-Fi'ye bağlanın"
MSM6127="USB kablo kullanarak Wi-Fi ayarlama"
MSM6128="Yazıcınız kılavuzdaki adımları takip ettikten sonra bile bulunamıyorsa, bir ağ sorunu olabilir. Lütfen [Sorun Giderme]'ye tıklayın ve ağ ayarlarını kontrol edin."
MSM6129="Sorun Giderme"
MSM6130="Yazıcının Ağ Bağlantısı"
MSM6131="Yazıcı hazır olduktan sonra [İleri]'ye tıklayın. Bağlantıyı yazıcıda hazırlamak için, [Yönergeler]'e tıklayın ve kılavuzu takip edin."
MSM6133="Bu program kapatılıyor ve çevrimiçi el kitabı açılıyor.\n\nAğ ayarlarını etkilememesi için bu program kapatılacak. Ağ ayarlarını kontrol ettikten sonra lütfen programı yeniden başlatın."
MSM6134="Yazıcı bağlantıya hazır olduğu halde bir sonraki adıma geçemiyorsanız [Alternatif Yöntemler] seçeneğine tıklayın."
MSM6135="Bu program kapatılıyor ve çevrimiçi el kitabı açılıyor."
MSM6136="Ağ ayarlarını etkilememesi için bu program kapatılacak. Ağ ayarlarını kontrol ettikten sonra lütfen programı yeniden başlatın."
MSM6150="Ağ Bağdaştırıcınızı Seçin"
MSM6151="Birden fazla ağ bağdaştırıcısı bulundu. Lütfen kullanmak istediğiniz ağ bağdaştırıcısını seçin."
MSM6160="Çevrimiçi El Kitabı Kısayolu"
MSM6161="Çevrimiçi el kitabı için bir masaüstü kısayolu oluşturmak ister misiniz?"
MSM6162="Canon %s Çevrimiçi El Kitabı"
MSM6163="Kısayol oluştur"
MSM6164="Kısayol oluşturma"
MSM6170="Yazıcı algılanamıyor.\nDüzeltme prosedürünü denetlemek için [Sorun Giderme]'ye tıklayın."
MSM6171="Yazıcı algılandı. Yükleme tamamlanana kadar bekleyin.\nBu işlem biraz zaman alabilir."
MSM6172="Yazıcıya bir USB kablosu bağlı. Lütfen bağlantısını kesin."
MSM6173="Yazıcı bağlantısı tamamlanmadı. Önceki ekrana dönmek istiyor musunuz?"
MSM6180="Yazıcı Ağa Bağlanıyor"
MSM6181="[İleri]'ye tıklayın ve ekrana gelen kılavuzu izleyerek yazıcıyı ayarlayın."
MSM6182="Hiç yazıcı bulunamadı.\n[İleri]'ye tıklayın ve ekrana gelen kılavuzu izleyerek yazıcınızı ayarlayın."
MSM6183="IP Adresini Arayın"
MSM6184="Listeden ayarlamak istediğiniz yazıcıyı seçin. Birden fazla yazıcı aynı ürün adına sahipse, seri numaralarını kontrol edin."
MSM6185="Seri numarası kontrol ediliyor"
MSM6186="Aradığınız yazıcı listede yoksa, [Yazıcı Bulunamadı]'ya tıklayın."
MSM6187="Yazıcı Bulunamadı"
MSM6190="Yazıcı Hazırlanıyor"
MSM6191="Yazıcınızda bulunan aşağıdaki düğmeye 3 saniye basılı tutun ve [İleri] seçeneğine tıklayın."
MSM6192="Bu düğmeyi kullanarak bağlanmakta sorun yaşıyorsanız [Yönergeler]'e tıklayın."
MSM6193="Yazıcılar aranıyor. Lütfen bekleyin. Bu işlem yaklaşık bir dakika sürebilir."
MSM6200="Tarayıcı durumu denetleniyor"
MSM6201="USB kablosunu kullanarak tarayıcı ile bilgisayarı bağlayın.\nAçma düğmesi veya güç düğmesi varsa tarayıcıyı açın."
MSM6202="Tarayıcı algılanamıyor.\nOlası çözümler için [Sorun Giderme]'ye tıklayın."
MSM6203="Tarayıcıya USB kablosu bağlı. Lütfen bağlantısını kesin."
MSM6204="Tarayıcı algılandı. Yükleme tamamlanana kadar bekleyin.\nBu işlem biraz zaman alabilir."
MSM6210="Canon %s ürününüz hakkında daha fazla bilgi edinin"
MSM6211="%s için daha fazla uygulama"
MSM6212="Canon %s el kitabı"
MSM6213="Çevrimiçi el kitabı"
MSM6220="Yazıcı hazırlıkları tamamlanmamış olabilir. Lütfen Çevrimiçi el kitabına başvurun."
MSM6221="Yazıcı hazırlıkları tamamlanmamış olabilir."
MSM6222="Lütfen Çevrimiçi el kitabına başvurun."
MSM6230="Kablosuz yönlendirici üzerinden bağlan"
MSM6233="Ağ ortamınıza bağlı olarak, doğrudan bir yazıcıya bağlanıldığında bilgisayarınızın İnternet bağlantısı kesilebilir.\nBağlanmak için bir yazıcı seçmek istiyor musunuz?\n\nMevcut bağlantı: %s"
MSM6240="Belirtilen yazıcı bulunamadı. IP adresini veya Bonjour adını kontrol edin ve sonra tekrar deneyin. Daha fazla ayrıntı için [Çevrimiçi El Kitabı]'nı tıklatın."
MSM6241="Belirtilen IP adresi veya Bonjour adı zaten başka bir aygıt tarafından kullanılıyor. IP adresini veya Bonjour adını kontrol edin ve sonra tekrar deneyin. Daha fazla ayrıntı için [Çevrimiçi El Kitabı]'nı tıklatın."
